-- Utopia Games - Slashers
--
-- @Author: Packages
-- @Date:   2017-08-02 8:58:00
-- @Last Modified by:   Packages
-- @Last Modified time: 2017-08-02 8:58:00

local LANG = {}

-- 	Core Gamemode
-- 		Survivors
LANG["class_desc_sports"] = "Вы имеете быстрый бег, и большую силу. Используйте оружие что бы замедлить/оглушить убийцу и убежать."
LANG["class_desc_popular"] = "В конце каждой игры вас уведомляют о точном положении откуда приехала полиция. Используйте его, чтобы помочь выжившим."
LANG["class_desc_nerd"] = "Используйте детектор, чтобы видеть игроков поблизости. Будьте осторожны, вы не можете различать выживших и убийцу на радаре."
LANG["class_desc_fat"] = "Вы самый толстый из выживших, чтобы вас убить нужно много времени. Это вам поможет сбежать."
LANG["class_desc_shy"] = "Вы имеете иммунитет от основной способности убийцы, но вы очень слабы. Будьте осторожны, убийца может захотеть убить вас в приоритетном порядке."
LANG["class_desc_junky"] = "У вас улучшенное зрение. Используйте его вместо фонарика для того чтобы спрятаться лучше."
LANG["class_desc_emo"] = "Вы имеете иммунитет от второй способности убийцы, но вы очень слабы. Оставайтесь в одиночестве, прячась, чтобы получить больше шансов на выживание."
LANG["class_desc_black"] = "У вас есть 3 ключа, используйте их для запирание дверей и обеспечения безопасности оставшихся в живых. Вы можете отпереть запертые двери, чтобы вернуть свои ключи."
LANG["class_desc_sherif"] = "У вас есть револьвер. Используйте его, чтобы оглушить убийцу и позволить оставшимся в живых убежать. Вы не можете убить убийцу."
--		Killers
LANG["class_desc_jason"] = "Вы самый быстрый убийца и имеете возможность видеть следы оставшихся в живых, чтобы следить за ними. Слушайте внимательно, вы можете услышать сердцебиение выживших."
LANG["class_desc_ghostface"] = "У вас есть возможность видеть, когда выживший открывает или закрывает дверь, используйте его, чтобы быстро найти их. Подумайте о закрытии открытых дверей, чтобы заставить оставшихся в живых снова открыть дверь. Слушайте внимательно, вы можете услышать сердцебиение выживших."
LANG["class_desc_myers"] = "Вы самый медленный убийца и имеете возможность видеть позицию одного выжившего. Используйте его осторожно, чтобы удивить выживших и убить его быстро. Слушайте внимательно, вы можете услышать сердцебиение выживших."
LANG["class_desc_proxy"] = "У вас есть способность появляться и исчезать, когда не видно выжившим. Используйте его, чтобы прокрасться и удивить своих жертв. Нажмите клавишу меню (по умолчанию «A»), чтобы использовать способность. Слушайте внимательно, вы можете услышать сердцебиение выживших."
LANG["class_desc_intruder"] = "У вас есть возможность разместить ловушки, чтобы помочь вам убить оставшихся в живых. Используйте сигнальную веревку для выявления выживших и ваши медвежьи ловушеки чтобы нейтрализовать их и убить их топором в врасплох. Слушайте внимательно, вы можете услышать сердцебиение выживших."

LANG["round_mission_police"] = "Полиция приедет в %s"
LANG["round_mission_police_killer"] = "Убейте их всех за %s минут."
LANG["round_mission_escape"] = "%s сбежал."
LANG["round_mission_escape_killer"] = "Не позволяйте им cбежать %s"
LANG["round_mission_objectives"] = "Закончите цели за %s"
LANG["round_mission_objectives_killer"] = "Убейте их всех за %s минут."
LANG["round_mission_jerrycan"] = "Найти 3 канистры."
LANG["round_mission_jerrycan_found"] = "Вы нашли канистру!"
LANG["round_mission_generator"] = "Найдите и активируйте генератор!"
LANG["round_wait_players"] = "Ожидание игроков, чтобы начать раунд %i/%i"
LANG["round_team_name_survivor"] = "Выживший"
LANG["round_team_name_killer"] = "Убийца"
LANG["round_team_desc_survivor"] = "У каждого выжившего есть особая способность. Ваша цель состоит в том, чтобы найти канистры (число, варьирующееся с количеством игроков в игре), чтобы завести генератор, чтобы вы могли включить радио, а затем вызвать полицию с помощью его. Каждый элемент, который вы должны найти, имеет много возможных точек появления и появляется случайно на карте. Командная игра и умеренное использование фонарика являются ключом к выживанию."
LANG["round_team_desc_killer"] = "Вы убийца из хоррор фильма, и вы бессмертны. Ваша цель - убить всех выживших, прежде чем они смогут убежать. Вы случайно получили одно из следующих видов оружия; Топор, мачете или бензопилу (которая включается, нажимая R). Чтобы дать более сильный удар вы можете удерживать левый клик и отпускать. Вы можете услышать сердцебиение выживших, когда они не двигаются, просто следуйте за звуком, и вы их найдете."
LANG["round_notif_police"] = "Выживете до приезда полиции!"
LANG["round_notif_escape"] = "Сбегите!"
LANG["round_notif_escape_killer"] = "Don't let them go"
LANG["round_end_escaped"] = "Убижавшие выжившие на данный момент..."
LANG["round_end_dead"] = "Все выжившие были убиты."

-- Modules
LANG["antiafk_will_kicked"] = "Вас выкинет из сервера за бездействие в %s"
LANG["f1menu_you_are"] = "Вы %s"
LANG["workshop_need_content"] = "Вам может понадобиться дополнительный контент из Мастерской."
LANG["workshop_get_it"] = "Покажи мне!"
LANG["workshop_no"] = "Я не хочу."
return LANG
