-- Utopia Games - Slashers
--
-- @Author: Packages
-- @Date:   2017-08-02 8:58:00
-- @Last Modified by:   KurimuzonAkuma
-- @Last Modified time: 2022-10-14 20:58:55

local LANG = {}

-- 	Core Gamemode
--      Survivors
LANG["class_desc_sports"] = "У Вас большая выносливость и Вы очень сильны. Используйте свою биту, чтобы ненадолго замедлить убийцу и сбежать."
LANG["class_desc_popular"] = "В конце каждой игры Вас уведомляют о точном положении откуда приехала полиция. Используйте это, чтобы помочь другим выжившим сбежать."
LANG["class_desc_nerd"] = "Используйте детектор, чтобы видеть игроков поблизости. Будьте осторожны, Вы не можете отличить выживших от убийцы на радаре."
LANG["class_desc_fat"] = "Вы самый сильный и крепкий из выживших, чтобы Вас убить потребуется немало времени, однако, у Вас очень мало выносливости."
LANG["class_desc_shy"] = "У Вас есть иммунитет к основной способности убийцы, но Вы очень слабы. Будьте осторожны, у убийцы Вы будете в приоритете."
LANG["class_desc_junky"] = "У Вас улучшенное зрение. Используйте его вместо фонарика для того, чтобы быть более скрытным."
LANG["class_desc_emo"] = "Вы хладнокровны и убийца не может услышать ваше сердцебиение. Оставайтесь в одиночестве, чтобы получить больше шансов на выживание."
LANG["class_desc_black"] = "У Вас есть 3 ключа, используйте их для запирания дверей и обеспечения безопасности другим выживших. Вы можете отпереть запертые двери, чтобы вернуть свои ключи."
LANG["class_desc_sherif"] = "У Вас есть револьвер. Используйте его, чтобы оглушить убийцу и помочь выжившим сбежать."
-- Killers
LANG["class_desc_jason"] = "Вы самый быстрый убийца и можете видеть следы оставшихся в живых, чтобы следовать за ними."
LANG["class_desc_ghostface"] = "У Вас есть возможность видеть, когда выживший открывает или закрывает дверь, используйте это, чтобы быстро найти их. Подумайте о закрытии уже открытых дверей, чтобы заставить выживших выдать свое местоположение."
LANG["class_desc_myers"] = "Вы самый медленный убийца и Вы можете сфокусироваться на одном выжившем. Используйте способность осторожно, чтобы удивить выжившего и быстро убить его."
LANG["class_desc_proxy"] = "У Вас есть способность появляться и исчезать, когда Вас не видят другие выжившие. Используйте это, чтобы прокрасться и удивить своих жертв. Нажмите клавишу меню (по умолчанию «Q»), чтобы использовать способность."
LANG["class_desc_intruder"] = "У Вас есть возможность разместить ловушки, которые помогут Вам убить выживших. Используйте сигнальную веревку для обнаружения выживших, а также капканы, чтобы убить застав их врасплох."
LANG["class_desc_bates"] = "Используйте труп своей мертвой матери, чтобы помочь Вам найти оставшихся в живых. Чем больше выживших находится рядом с телом, тем больше Ваша скорость будет увеличиваться."

LANG["round_mission_police"] = "Полиция приедет через %s"
LANG["round_mission_police_killer"] = "Убейте их всех за %s"
LANG["round_mission_escape"] = "Бегите. %s"
LANG["round_mission_escape_killer"] = "Не дайте им cбежать %s"
LANG["round_mission_objectives"] = "Закончите цели за %s"
LANG["round_mission_objectives_killer"] = "Убейте их всех за %s"
LANG["round_mission_jerrycan"] = "Найдите канистры: %i"
LANG["round_mission_jerrycan_found"] = "Вы нашли канистру!"
LANG["round_mission_generator"] = "Найдите и активируйте генератор!"
LANG["round_mission_radio"] = "Найдите и активируйте радио!"
LANG["round_wait_players"] = "Ожидание игроков %i/%i"
LANG["round_team_name_survivor"] = "Выживший"
LANG["round_team_name_killer"] = "Убийца"
LANG["round_team_desc_survivor"] = "У каждого выжившего есть особая способность. Ваша цель состоит в том, чтобы найти канистры (количество варьируется от количества игроков на сервере), завести генератор, включить радио и вызвать с помощью него полицию. Каждый элемент, который Вы должны найти, имеет много возможных точек появления и появляется случайно на карте. Командная игра и умеренное использование фонарика являются ключом к выживанию."
LANG["round_team_desc_killer"] = "Вы убийца из хоррор фильма, и Вы бессмертны. Ваша цель - убить всех выживших, прежде чем они смогут сбежать. Вы случайно получили одно из следующих видов оружия: топор, мачете или бензопилу (которая включается на кнопку «R»). Зажмите ЛКМ и отпустите для более сильного удара. Вы можете услышать сердцебиение выживших, когда они не двигаются, просто следуйте за звуком, и Вы их найдете."
LANG["round_notif_police_call"] = "Вы вызвали полицию!"
LANG["round_notif_police"] = "Выживите до приезда полиции!"
LANG["round_notif_escape"] = "Найдите полицию!"
LANG["round_notif_escape_killer"] = "Не позволяйте им сбежать."
LANG["round_notif_error_radio"] = "Вы не можете активировать радио!"
LANG["round_notif_error_generator"] = "Вы не можете активировать генератор!"
LANG["round_notif_enabled_generator"] = "Вы активировали генератор!"
LANG["round_notif_player_die"] = "%s умер."
LANG["round_end_escaped"] = "Выжившие смогли сбежать... Пока-что."
LANG["round_end_dead"] = "Все выжившие были убиты."

-- Modules
LANG["antiafk_will_kicked"] = "Вас выкинет из сервера за бездействие через %s"
LANG["f1menu_you_are"] = "Вы %s"
LANG["workshop_need_content"] = "Для игры на сервере желательно скачать контент"
LANG["workshop_get_it"] = "Скачать!"
LANG["workshop_no"] = "Нет, спасибо."
LANG["traps_rope_hit_world"] = "Веревка вышла за рамки карты"
LANG["traps_too_much_distance"] = "Слишком большое расстояние"
LANG["killerhelp_cant_use_ability"] = "Вы не можете использовать свои способности сейчас"
LANG["votemap_title"] = "Голосование за карту!"
LANG["votemap_extend"] = "Продлить"
LANG["votemap_random"] = "Случайно"

return LANG
